[
  {"id": 1, "quote": "There is nothing more deceptive than an obvious fact."},
  {"id": 2, "quote": "It is a capital mistake to theorize before one has data."},
  {"id": 3, "quote": "My name is Sherlock Holmes. It is my business to know what other people do not know."},
  {"id": 4, "quote": "I never make exceptions. An exception disproves the rule."},
  {"id": 5, "quote": "When you have eliminated the impossible, whatever remains, however improbable, must be the truth."},
  {"id": 6, "quote": "The world is full of obvious things which nobody by any chance ever observes."},
  {"id": 7, "quote": "Mediocrity knows nothing higher than itself, but talent instantly recognizes genius."},
  {"id": 8, "quote": "Education never ends, Watson. It is a series of lessons, with the greatest for the last."},
  {"id": 9, "quote": "I am not a whole-souled admirer of womankind."},
  {"id": 10, "quote": "You see, but you do not observe. The distinction is clear."},
  {"id": 11, "quote": "The game is afoot."},
  {"id": 12, "quote": "Crime is common. Logic is rare."},
  {"id": 13, "quote": "What one man can invent, another can discover."},
  {"id": 14, "quote": "I have a turn both for observation and for deduction."},
  {"id": 15, "quote": "I have frequently gained my first real insight into the character of parents by studying their children."},
  {"id": 16, "quote": "I never guess. It is a shocking habit,—destructive to the logical faculty."},
  {"id": 17, "quote": "Data! Data! Data! I can’t make bricks without clay."},
  {"id": 18, "quote": "You know my methods, Watson."},
  {"id": 19, "quote": "I am a brain, Watson. The rest of me is a mere appendix."},
  {"id": 20, "quote": "It has long been an axiom of mine that the little things are infinitely the most important."},
  {"id": 21, "quote": "My mind rebels at stagnation. Give me problems, give me work, give me the most abstruse cryptogram or the most intricate analysis, and I am in my own proper atmosphere."},
  {"id": 22, "quote": "There is nothing like first-hand evidence."},
  {"id": 23, "quote": "The most dangerous criminal is the one who is technologically advanced. He knows what he is doing."},
  {"id": 24, "quote": "To a great mind, nothing is little."},
  {"id": 25, "quote": "The temptation to form premature theories upon insufficient data is the bane of our profession."},
  {"id": 26, "quote": "It is not enough to say that an author does not misrepresent the facts; he must represent them."},
  {"id": 27, "quote": "There is nothing more important than trifles."},
  {"id": 28, "quote": "What one man can invent another can discover."},
  {"id": 29, "quote": "The most difficult crime to track is the one which is purposeless."},
  {"id": 30, "quote": "Elementary, my dear Watson."}
]
